Repository: Alliance-for-a-Sustainable-Amazon/ASA-Database
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: %(model_name)s Details
es: Detalles de %(model_name)s

source: Specimen Images
es: Imágenes del Espécimen

source: No data
es: Sin datos

source: Edit
es: Editar

source: Confirm Delete
es: Confirmar Eliminación

source: Cancel
es: Cancelar

source: Previous Disposition Entries:
es: Entradas de Disposición Anteriores:

source: Showing %(start)s to %(end)s of %(total)s entries
es: Mostrando %(start)s a %(end)s de %(total)s entradas

source: first
es: Inicio

source: previous
es: Anterior

source: next
es: Siguiente

source: last
es: Final

source: Actions
es: Acciones

source: Delete
es: Eliminar

source: No records found.
es: No se Encontraron Registros.

source: Add New %(table.model_name)s
es: Agregar Nuevo/a %(table.model_name)s

source: View %(table.model_name)s List Only
es: Ver Solo la Lista de %(table.model_name)s

source: Access Denied
es: Acceso Denegado

source: Sorry, you don't have permission to access this page.
es: Lo sentimos, no tienes permiso para acceder a esta página.

source: This action requires additional privileges.
es: Esta acción requiere privilegios adicionales.

source: Return to dashboard
es: Volver al Panel de Control

source: Logged Out
es: Sesión Cerrada

source: You have been successfully logged out.
es: Has cerrado la sesión con éxito.

source: Log in again
es: Iniciar sesión de nuevo

source: Login
es: Iniciar Sesión

source: Your username and password didn't match. Please try again.
es: El nombre de usuario o la contraseña no coinciden. Inténtalo de nuevo.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es: Tu cuenta no tiene acceso a esta página. Para continuar, por favor inicia sesión con una cuenta que sí tenga acceso.

source: Please login to access this page.
es: Por favor, inicia sesión para acceder a esta página.

source: Username:
es: Nombre de Usuario:

source: Password:
es: Contraseña:

source: ASA Lepidoptera Adults
es: ASA adultos de lepidópteros

source: Logged in as
es: Sesión iniciada como

source: Superuser
es: Superusuario

source: Manage Users
es: Administrar Usuarios

source: Admin
es: Administrador

source: Researcher
es: Investigador/a

source: Log out
es: Cerrar Sesión

source: Log in
es: Iniciar Sesión

source: Confirm Bulk Delete
es: Confirmar Eliminación Masiva

source: Debug Bulk Delete Confirmation
es: Confirmación de Eliminación Masiva

source: Warning! You are about to permanently delete {{ count }} specimen records. This action cannot be undone.
es: ¡Advertencia! Está a punto de eliminar {{ count }} registros de especímenes permanentemente. Esta acción no se puede deshacer.

source: To confirm, type 'DELETE' in the box below:
es: Para confirmar, escriba 'DELETE' en el cuadro de abajo:

source: Confirm Deletion
es: Confirmar Eliminación

source: Edit %(model_name)s Table
es: Editar Tabla de %(model_name)s

source: Enter specimen catalog number or range and add additional filters (optional).
es: Ingrese el número o rango de catálogo del espécimen y agregue filtros adicionales (opcional).

source: Export CSV
es: Exportar CSV

source: Export Excel
es: Exportar Excel

source: This is a debug feature. Are you sure you want to proceed to the bulk delete page?
es: Esta es una función de depuración. ¿Está seguro de que desea proceder a la página de eliminación masiva?

source: Debug Bulk Delete
es: Depurar Eliminación Masiva

source: Edit existing records
es: Editar registros existentes

source: Import Errors
es: Errores de Importación

source: The following errors occurred during import:
es: Los siguientes errores ocurrieron durante la importación:

source: Add Single Record
es: Añadir Registro Único

source: Import Data
es: Importar Datos

source: Import %(model_name_plural)s
es: Importar %(model_name_plural)s

source: Upload a CSV or Excel file with the following columns:
es: Suba un archivo CSV o Excel con las siguientes columnas:

source: Select file:
es: Seleccionar archivo:

source: Upload
es: Subir

source: Back to %(model_name)s List
es: Volver a la Lista de %(model_name)s

source: Preview %(model_name_plural)s Import
es: Previsualizar Importación de %(model_name_plural)s

source: Import Cannot Proceed
es: No se Puede Continuar con la Importación

source: There are errors that must be fixed before importing.
es: Hay errores que deben corregirse antes de importar.

source: Fields with errors are highlighted in red. Please correct these values before trying to import.
es: Los campos con errores están resaltados en rojo. Por favor, corrija estos valores antes de intentar importar.

source: No errors on this page, but there are errors on other pages.
es: No hay errores en esta página, pero hay errores en otras páginas.

source: Page Has Errors
es: Esta Página Contiene Errores

source: There are %(error_count)s error(s) on this page that must be fixed before importing.
es: Hay %(error_count)s error(es) en esta página que deben corregirse antes de importar.

source: Review the data before confirming import.
es: Revise los datos antes de confirmar la importación.

source: Important:
es: Importante:

source: Duplicate records (with the same "%(unique_field)s") are highlighted in <span style="background-color: #ffeeee; padding: 2px 5px;">pink</span>.
es: Los registros duplicados (con el mismo "%(unique_field)s") están resaltados en <span style="background-color: #ffeeee; padding: 2px 5px;">rosa</span>.

source: For duplicates, we'll automatically modify the "%(unique_field)s" by adding a numbered suffix (e.g., "ABC123-2").
es: Para los duplicados, modificaremos automáticamente el "%(unique_field)s" al agregar un sufijo numerado (ej. "ABC123-2").

source: You can edit any values before confirming the import.
es: Puede editar cualquier valor antes de confirmar la importación.

source: Fields with errors are highlighted in red and must be fixed before import.
es: Los campos con errores están resaltados en rojo y deben corregirse antes de importar.

source: Review the data before confirming import. You can edit any values before confirming.
es: Revise los datos antes de confirmar la importación. Puede editar cualquier valor antes de confirmar.

source: Note: No unique field was found for this model, so duplicate detection is not available.
es: Nota: No se encontró ningún campo único para este modelo, por lo que la detección de duplicados no está disponible.

source: Important Field Guidelines for Specimens
es: Pautas Importantes de Campo para Especímenes

source: Must be exactly 'TRUE' or 'FALSE' (case-sensitive, no quotes)
es: Debe ser exactamente 'TRUE' o 'FALSE' (sensible a mayúsculas/minúsculas, sin comillas)

source: Must be 'male', 'female', or '.' (case-sensitive)
es: Debe ser 'male', 'female', o '.' (sensible a mayúsculas/minúsculas)

source: Required for catalog number generation
es: Requerido para la generación de número de catálogo

source: Must match an existing locality code
es: Debe coincidir con un código de localidad existente

source: Must match existing initials
es: Debe coincidir con las iniciales existentes

source: Add Initials
es: Agregar Iniciales

source: Add Locality
es: Agregar Localidad

source: Export Full Specimen Report
es: Exportar Informe Completo del Espécimen

source: CSV Format
es: Formato CSV

source: Excel Format
es: Formato Excel

source: These exports include all data shown in the table below, including related fields.
es: Estas exportaciones incluyen todos los datos que se muestran en la tabla a continuación, incluidos los campos relacionados.

source: For individual table management, use the links at the bottom of the page.
es: Para la gestión de tablas individuales, use los enlaces al pie de la página.

source: Full Specimen Report
es: Informe Completo del Espécimen

source: Showing the 20 most recent specimen records
es: Mostrando los 20 registros de especímenes más recientes

source: Manage Specimen Records
es: Administrar Registros de Especímenes

source: Edit Specimen Table
es: Editar Tabla de Especímenes

source: Click to edit existing specimen records or add new records.
es: Haga clic para editar registros de especímenes existentes o agregar nuevos registros.

source: The specimen table provides filtering and search capabilities.
es: La tabla de especímenes ofrece funcionalidades de filtrado y búsqueda.

source: Other Reports
es: Otros Informes

source: Full Locality Report
es: Informe Completo de Localidades

source: Full Initials Report
es: Informe Completo de Iniciales

source: Click on report to edit underlying table.
es: Haga clic en el informe para editar la tabla subyacente.

source: Add Specimen
es: Agregar Espécimen

source: Edit Specimen Record
es: Editar Registro de Espécimen

source: When editing this specimen:
es: Al editar este espécimen:

source: If you change any fields except those in the Taxon (5) or Identification (6) groups, you must add a new Modified entry.
es: Si cambia cualquier campo, excepto los de los grupos Taxón (5) o Identificación (6), debe agregar una nueva entrada Modificada.

source: If you change any Taxon fields (5), you must update the Identification information (6).
es: Si cambia cualquier campo de Taxón (5), debe actualizar la información de Identificación (6).

source: Note:
es: Nota:

source: All fields are required unless hidden or disabled.
es: Todos los campos son obligatorios a menos que estén ocultos o deshabilitados.

source: Delete User
es: Eliminar Usuario

source: Are you sure you want to delete the user "%(object.username)s"?
es: ¿Está seguro/a de que desea eliminar al usuario "%(object.username)s"?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Edit User
es: Editar Usuario

source: Add User
es: Agregar Usuario

source: User Management
es: Administración de Usuarios

source: Username
es: Nombre de Usuario

source: Role
es: Rol

source: Status
es: Estado

source: Admin Panel
es: Panel de Administración

source: No role
es: Sin rol
